export  const text = {
    textListOne: [
        'Школа альпинизма' ,
        'Новости' ,
        'Статьи',
        'Мероприятия ФАА',
        'Результаты соревнований',
        'Членство в ФАА'
    ],
    textListTwo: [
        'Федерация и Партнеры' ,
        'Рейтинг альпинистов' ,
        'Описания маршрутов'
    ],
    btnText : {
        inFaa : {
            text:"Вступить в ФАА",
            url:"/authorization"
        }
    },
    news : [
        {
        imgUrl: 'img/DSC_0021.jpg',
        title:"Контентная зона, новости, который может быть большим",
        description:"Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного",
        link:"Подробнее"
        },
        {
        imgUrl: 'img/DSC_0021.jpg',
        title:"Контентная зона, новости, который может быть большим",
        description:"Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного",
        link:"Подробнее"
        },
        {
        imgUrl: 'img/DSC_0021.jpg',
        title:"Контентная зона, новости, который может быть большим",
        description:"Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного",
        link:"Подробнее"
        },
        {
        imgUrl: 'img/DSC_0021.jpg',
        title:"Контентная зона, новости, который может быть большим",
        description:"Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного",
        link:"Подробнее"
        },
        {
        imgUrl: 'img/DSC_0021.jpg',
        title:"Контентная зона, новости, который может быть большим",
        description:"Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного",
        link:"Подробнее"
        },
        {
        imgUrl: 'img/DSC_0021.jpg',
        title:"Контентная зона, новости, который может быть большим",
        description:"Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного",
        link:"Подробнее"
        },
        {
        imgUrl: 'img/DSC_0021.jpg',
        title:"Контентная зона, новости, который может быть большим",
        description:"Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного",
        link:"Подробнее"
        },
        {
        imgUrl: 'img/DSC_0021.jpg',
        title:"Контентная зона, новости, который может быть большим",
        description:"Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного",
        link:"Подробнее"
        }
        
    ],
    titleNews: {
        id: "news",
        news: "Новости Федерации",
        link:"Читать все новости"
    },
    titleEvents: {
        id: "events",
        news: "Ближайшие мероприятия",
        link: "Все мероприятия"
    },
    titleResults: {
        id: "results",
        news: "Результаты соревнований",
        link: "Все результаты"
    },
    events : [
        {
        imgLink: "img/image.jpg",
        date: '21 ноября 2018',
        region:"Туюк-Су",
        title:"Чемпионат РК по драйтуллингу",
        link:"Подробнее"
        },
        {
        imgLink: "img/image.jpg",
        date: '25 ноября 2018',
        region:"Туюк-Су",
        title:"Чемпионат РК по драйтуллингу",
        link:"Подробнее"
        },
        {
        imgLink: "img/image.jpg",
        date: '31 декабря 2018',
        region:"Туюк-Су",
        title:"Чемпионат РК по драйтуллингу",
        link:"Подробнее"
        },
        {
        imgLink: "img/image.jpg",
        date: '21 ноября 2018',
        region:"Туюк-Су",
        title:"Чемпионат РК по драйтуллингу",
        link:"Подробнее"
        },
        {
        imgLink: "img/image.jpg",
        date: '25 ноября 2018',
        region:"Туюк-Су",
        title:"Чемпионат РК по драйтуллингу",
        link:"Подробнее"
        },
        {
        imgLink: "img/image.jpg",
        date: '31 декабря 2018',
        region:"Туюк-Су",
        title:"Чемпионат РК по драйтуллингу",
        link:"Подробнее"
        },
    ],
    results: [
        {
        date:"22 марта 2019",
        title:"Протоколы соревнованийв Боровом",
        link:"Подробнее"
        },
        {
        date:"22 марта 2019",
        title:"Протоколы соревнованийв Боровом",
        link:"Подробнее"
        },
        {
        date:"22 марта 2019",
        title:"Протоколы соревнованийв Боровом",
        link:"Подробнее"
        },
        {
        date:"22 марта 2019",
        title:"Протоколы соревнованийв Боровом",
        link:"Подробнее"
        },
        {
        date:"22 марта 2019",
        title:"Протоколы соревнованийв Боровом",
        link:"Подробнее"
        },
        {
        date:"22 марта 2019",
        title:"Протоколы соревнованийв Боровом",
        link:"Подробнее"
        }
    ],
    titlesImg: [
        {
        btnText: "Узнать подробнее",
        titleText: "Альпинистское двоеборье:неожиданный финал ",
        titleParagraph: "Также рамки и место обучения кадров позволяет оценить значение направлений прогрессивного развития. "
        },
        {
        btnText: "Узнать подробнее",
        titleText: "ЧМ по Альпинизму Ожидаемый финал  ",
        titleParagraph: "В финал вошла тройка лучших спортсменов . "
        },
        {
        btnText: "Узнать подробнее",
        titleText: "Зимний утс  ",
        titleParagraph: "Повышение опыта и квалификации спортсменов . "
        },
        {
        btnText: "Узнать подробнее",
        titleText: "Экспедиция в Сайрам  ",
        titleParagraph: "Первопроход по СЗ стене пика Сайрам. "
        },
   
    ]
}
